package com.fruitsalesplatform.myToolkit;


/********************时间:2020.02.21 wxt*********************
*更新时间:2020.02.21
**************************一、插件概述************************
*该类为自定义实用工具类，包含着常用的一些实用方法
*************************二、静态方法****************************
*isDefined():判断属性是否被定义
**************************三、说明***************************
*    
**************************四、注意***************************
*1.
* 
* */

public class MyJavaUtility {
	
	//判断属性是否被定义
	public static boolean isDefined(Object value){
		if(value==null||"".equals(value)){
			return false;
		}
		return true;
	}
}
